{
  "assessmentName": "Legal Keyboarding",
  "playerType": "KEYBOARDING",
  "modeType": "keyboarding",
  "modeSubType": "opac",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Keyboarding\" test. </span><br/><br/>When the test begins, you will see an editing window. Type the text in the same format as it appears in the document mentioned on the left. The text you type will word-wrap (move to the next line automatically).<br/><br/>Continue typing for the full test duration. Your score will be based on the time allowed for the test.<br/><br/>While you may use the Backspace key to correct errors, you will not receive credit for the Backspace keystrokes.<br/><br/>Unless otherwise instructed, you will be allowed five minutes to complete this test. The time will begin with your first keystroke. You will notice a countdown timer on the header section showing the time remaining.",
  "timeLimit": 5,
  "questions": [
    {
      "id": "1",
      "referenceText": "COMPLAINT\nPlaintiff avers and alleges as follows:\n\n1.  DOES 1 through 25, inclusive, are fictitious names of defendants whose true names and capacities, whether individual, corporate, partnership, associate, or otherwise, are not presently known to plaintiff, and when said true names and capacities are ascertained, plaintiff will ask leave of Court to substitute said names and capacities for said fictitious ones.\n\n2.  Each defendant designated herein as a DOE is negligently, knowingly, strictly, intentionally and/or unlawfully responsible or legally liable in some manner for the events and happenings herein referred to, and for the injuries and damages thereby caused to the plaintiff as herein alleged.\n\n3.  All events herein mentioned occurred in the County of Jackson, State of Nevada.\n\n4.  On or about February 21, 1998, at the HAPPY HOLLER CASINO, which is operated by the defendant, HAPPY HOLLER ASSOCIATES, and which is located in Springfield, Jackson County, Nevada, plaintiff was a patron of said casino.\n\n5.  At said time and place, the defendant, HAPPY HOLLER ASSOCIATES, maintained certain swivel chairs for the purpose of accommodating patrons such as the plaintiff who play slot machines at the casino.  Said chairs are manufactured by the defendant, CHAIRIOT COMPANY, and are designed with a spring latch so as to ensure that said chairs swivel only 180 degrees to allow patrons to sit with stability on said chairs and so that the chairs would turn only far enough to allow easy access to and exit from the chair.\n\n6.  At said time and place, said chair had been negligently manufactured and designed by the defendant, CHAIRIOT COMPANY, and had been negligently maintained by the defendant, HAPPY HOLLER ASSOCIATES, so that the spring mechanism in the chair was broken and/or it did not function as intended, preventing the chair from functioning as originally designed and allowing it to swivel completely in a 360-degree pattern.\n\n7.  Defendants, and each of them, had actual notice of the said defect and/or as a result of a reasonable inspection, would have had prior notice of such defect.\n\n8.  At said time and place, plaintiff was injured when, as he was attempting to turn and arise from said swivel chair, the swivel chair turned sharply in a 360-degree movement rather than in a controlled 180-degree movement, causing him to spin around and fall off the chair onto the floor, striking his head and body and causing severe and permanent injuries and damages.\n\n9.  Plaintiff did not contribute in any way to the cause of this accident.\n\n10.  All defendants named herein are responsible for said injuries and damages to plaintiff by reason of strict liability for the negligent manufacture and design of the chair, failing to warn of the chair's inoperable condition, negligent maintenance of the chair, and maintaining unsafe premises.\n\n11.  As a further direct and proximate result of the aforesaid negligence and strict liability of the defendant manufacturer, plaintiff has been, and in the future will be, caused to incur economic losses for medical care, lost earnings, and other expenses caused by his injuries.\n\n12.  As a further direct and proximate result of the foregoing acts of the defendants, and each of them, plaintiff has been required to hire an attorney to prosecute the within action and is entitled to recover reasonable attorney's fees.\n\n13.  Defendants are required to provide all photographs, plans, documents, and all other tangible things of any kind (including chair components and samples of fabric or metal) that were supplied to or examined by any person you expect to call as an expert witness at the trial of this action and that were used to provide a basis for any fact or opinion about which such expert is expected to testify.\n\nWHEREFORE, plaintiff prays for judgment against the defendants, and each of them, as follows:\n\n1.  For general damages in a just and reasonable amount within the jurisdictional limits of this Court;\n\n2.  For special damages in a just and reasonable amount within the jurisdictional limits of this Court;\n\n3.  For Court costs, disbursements, and reasonable attorney's fees incurred herein; and\n\n4.  For such other and further relief as the Court deems just and proper."
    }
  ],
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}