{
  "assessmentName": "Legal Proofreading",
  "playerType": "KEYBOARDING",
  "modeType": "proofreading",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Proofreading\" test. This test measures ability to detect and correct spelling and grammatical errors. You will need to correct errors in:</span><br/><br/>1. Abbreviation<br/>2. Capitalization<br/>3. Grammar<br/>4. Number usage<br/>5. Possessives<br/>6. Punctuation<br/>7. Spelling<br/><br/>Use Standard English rules.<br/><br/>DO NOT add words of your own or remove any existing words. However, you may edit or change text in order to correct errors. DO NOT make any document format changes. Change only those items that are incorrect. DO NOT revise the document to improve the wording.<br/><br/>When you have finished, select Submit from the header section. Your Test Administrator may have set a time limit for the test. If there is a time limit, you will be told how much time you have. You will also notice a countdown timer on the header section showing the time remaining.",
  "questionData": {
    "incorrectText": "LAST WILL AND TESTAMENT OF JON E. JOHNS\n\nI, JON E. JOHNS, a res. of the City of oakdale, USA of lawfal age and of sound and disposng mind and memory, not actin under durress, menace; fraud, or undu influence Of any person whomsoever, do hereby makes, publish, and declaire this my Last Will And Testament,, and does expresly revoke all other and former wills' and codicils to wills made by me.\n\nFIRST:  I hearby direct my's Executor hereinafter named to Pay all my just debts, last illness, and funaral expences as soon after my demise as can be lawfully and convenently doned.\n\nSECOND I hereby declaire that I were married to JOAN E. JOHNS, who is now deceased; that I have two (2) children, namily JERRY jOHNS of Springfield, usa, and JAKE JOHNS of Oakdale, usa; and that I have no, other children, living or ded.\n\nTHIRD:  I hereby give, Devise, and beqeath all of mine estayte, both real ands personel, of whatsoever kind or charcter and wheresoever situated, equally to my aforesaid two (2) Children, to share and shared alike In the event eithers of my children shal predecease me, leaving issue who survive me, those issue shal take by right of representation;\n\nFOURTH:  I has intentionally omitted making provision for all of mine heirs who is not specifically mentioned herein, and, I hereby generaly and specificaly disinherit each, any, and all persons' claiming to be or who may lawfuly be determined to be my hiers, Except such as are mentioned in this Will; and if any of such persons' or suchs heirs or any devisees or legatees or beneficiarie's undr this Will shalls contest in any mannor any provisian of this instrument, then each and all of such persons shall not be entitled to any share in my estate.\n\n5TH:  I hearby Request that my executor utilize the profesional services' of John Smith, Attorney at Law, or any firm with which he is asocciated at the time of my death for the rendoring of any legal services' which may be required in connection with the probayte of this, my last will and testament "
  },
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}