{
  "assessmentName": "Legal Proofreading",
  "playerType": "KEYBOARDING",
  "modeType": "proofreading",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Proofreading\" test. This test measures ability to detect and correct spelling and grammatical errors. You will need to correct errors in:</span><br/><br/>1. Abbreviation<br/>2. Capitalization<br/>3. Grammar<br/>4. Number usage<br/>5. Possessives<br/>6. Punctuation<br/>7. Spelling<br/><br/>Use Standard English rules.<br/><br/>DO NOT add words of your own or remove any existing words. However, you may edit or change text in order to correct errors. DO NOT make any document format changes. Change only those items that are incorrect. DO NOT revise the document to improve the wording.<br/><br/>When you have finished, select Submit from the header section. Your Test Administrator may have set a time limit for the test. If there is a time limit, you will be told how much time you have. You will also notice a countdown timer on the header section showing the time remaining.",
  "questionData": {
    "incorrectText": "                            RELEASE OF ALL CLAIMS\n\nKNOW AL PERSONs BY THESE PReSENTS, that the undersigned plantiff hereby acknowledges recept of a draft in the amount of FIFTY THOUSAND AND no/100 DOLLARS ($50,00.00, payible to plaintiff and plaint.'s attorney.  This draft is Accepted in full compremise, settlment, and satisfaction of and as solle considaration for the final release and discharge of all action's, claims and demand's whatsoever.Those that now Exist or may hereafter accrued against defendent and any other person, corperation, association, insurur, or partnership charged, with responsiblity for injuries to the persen and/or property of the undersigneds, and the treatment thereof, the Consequences following therefrom, as a result of the Accident which be the basis of the complaint in this mattr, and for which the undersigned claim's the defendant is legaly liable in damages, which legal liabilty and dameges are Disputed and Denied, and the undersigned warrant's that no promise or inducement has been offered except as herein set forth.   this release is Executed without relience upon any statement or reprisentation by the person nor partie's released or there representative or physicians cuncerning the natur and extents of the Injuries and/or damages and/or legal liability therefor, and executes this release after: consultation with attorney and-plaintiff.\n\nThe undersigned expresly agree's to held Harmless and to indemnify said defendant and the liability insurance carrier from any and all claim's and leans for services or monies expended on behaf of the undersigned as a result of said axident, including, but not limited to, claims of govermental entities and lien's for Workers Compensation\n\nthe undersigned agres, as a further, consideration and inducment for this compromises settlement, that it shall apply to all unknown and unanticipated injuries and Damages resulting frum said Accident, casulty, or event, as well as to those now disclosed.\n\nThe undersigned plaint. further expressly agrees that, the camplaint filed in this matter shall be dismisses with predjudice as to all defendants, including DOE defendant's,  upan the execution of this release "
  },
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}