{
  "assessmentName": "Legal Proofreading",
  "playerType": "KEYBOARDING",
  "modeType": "proofreading",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Proofreading\" test. This test measures ability to detect and correct spelling and grammatical errors. You will need to correct errors in:</span><br/><br/>1. Abbreviation<br/>2. Capitalization<br/>3. Grammar<br/>4. Number usage<br/>5. Possessives<br/>6. Punctuation<br/>7. Spelling<br/><br/>Use Standard English rules.<br/><br/>DO NOT add words of your own or remove any existing words. However, you may edit or change text in order to correct errors. DO NOT make any document format changes. Change only those items that are incorrect. DO NOT revise the document to improve the wording.<br/><br/>When you have finished, select Submit from the header section. Your Test Administrator may have set a time limit for the test. If there is a time limit, you will be told how much time you have. You will also notice a countdown timer on the header section showing the time remaining.",
  "questionData": {
    "incorrectText": "                 PROPERTY AND SETTLEMENT AGREEMENT\n\nTHIS AGREMENT is made this 5th day of july 1998, by an between JOHN SMITH, hereinafter refered to as Husband; and JANE SMITH, hereinafter refered to as Wife.  Husband and Wife were married in the City of reno, State of Nev., on Oct. 1 1985.  Husband and Wife desires to terminate there marriage and make this agreemant to affect a final and complete division of All assets and liablities arising from the marriage,  By this Present agreement Husband and Wife intend to settle all aspects of their's maritial property rights.\n\n1.     Division Of property:\n\na.     Husband shall keep his own personel belongings and effect's Currently in his possession;\n\nb.     husband shal have the 1994 Jeep automoble, subject to any indebtedness thereon, as his' sole and seperate property\n\nc.     Wife Shall keeps her own personel belongings and efects currently in her posession; and\n\nd.     Wife shall have the 1997 Acura Integra, subgect to any indebtedness thereon, as her soul and seperate property.\n\n2.     Division ofs indebtedness:.\n\na.     Husband Shall pay the VISA credit card, Acount No. 1223345567, wich indebtedness is in the amount of Three Thousand and no/100 Dollars ($3,000,00), and hold Wife harmlless therefrom.\n\nb.     Wife shall paid the MasterCard credit card, Acount No. 5678576, which indetedness is in the amount of Two Thousand and five Hundred and no/100 Dollars ($2,500.00, and hold Husband harmlless therefrom.\n\n3.     No, spousall support shall been Awarded to either Husband or Wife.\n\n4.     Except as otherwise provided in this instrement, Husband and Wife each release's the other from any and all liabilties, debts, nor obligaitions on the maritial propurty that have been or will be incured and from any and all claims, and demands\n\n5.     Husband and Wife agrees that any and all propurty acqired by either of them from and after the efective date of this agreement shal be the Sole and seperate property of The one so acquiring it, and each partie Waives any and all property right's in and to such future acquisitions of property.\n\nIN WITNESS WHEREOF, Husband and Wife have hereunto set there hand's the day and year first hereinabove Written."
  },
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}