{
  "assessmentName": "Medical Keyboarding",
  "playerType": "KEYBOARDING",
  "modeType": "keyboarding",
  "modeSubType": "opac",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Keyboarding\" test. <br/><br/>When the test begins, you will see an editing window. Type the text in the same format as it appears in the document mentioned on the left. The text you type will word-wrap (move to the next line automatically).<br/><br/>Continue typing for the full test duration. Your score will be based on the time allowed for the test.<br/><br/>While you may use the Backspace key to correct errors, you will not receive credit for the Backspace keystrokes.<br/><br/>Unless otherwise instructed, you will be allowed five minutes to complete this test. The time will begin with your first keystroke. You will notice a countdown timer on the header section showing the time remaining.",
  "timeLimit": 5,
  "questions": [
    {
      "id": "1",
      "referenceText": "This patient came to the emergency room with complaints of having shortness of breath.  He is an 84-year-old male with end-stage congestive heart failure.  The patient is status post two coronary bypass surgeries, the most recent in 1988; and valvular heart disease, which is what appears to be aortic stenosis that has been deemed inoperable because the patient is a poor surgical candidate.  He has been in the hospital numerous times recently, the last time being three days in the hospital for congestive heart failure.  He went home, although he was not feeling much better.  He soon came back to the ER; they sent him back home.  He has progressive shortness of breath and orthopnea, and really cannot take care of himself anymore.\n\nPast examinations have confirmed a positive diagnosis for coronary artery disease, valvular heart disease, mild diabetes mellitus, and hypertension.  The patient has undergone coronary bypass procedures twice.  He is currently on a wide variety of medications which include (1) Nitrobid, 9 mg b.i.d., (2) Norvasc, 5 mg b.i.d., (3) Capoten, 25 t.i.d., (4) digoxin, 0.125 q.d., (5) Lasix, 80 b.i.d., (6) Mevacor, 20 mg q.d., (7) nitroglycerin, (8) aspirin, (9) potassium, and (10) Timolol, 0.5% one drop, b.i.d.\n\nThe patient is married and lives with his wife.  They both have serious and debilitating medical conditions that make it nearly impossible to receive care without outside assistance.  The patient attends church regularly, and his pastor is here with him.\n\nThe patient suffers from chronic cachexia, which has remained constant over time.  He is in no apparent distress, but continues to suffer from shortness of breath.  There have been no recent changes in his condition.  A quick examination revealed a pulse of about 70, blood pressure at 121/87, and a body temperature of 97.7 degrees.  His eyesight is good, but there is some minor hearing loss.  He also suffers from temporal wasting.  There is noted jugular venous distension on the patient's neck.\n\nCloser examination revealed a II/VI systolic murmur at the left lower sternal border and also at the upper sternal border.  There is no abdominal distention, with hepatosplenomegaly test results proving negative.  The patient has numerous seborrheic keratoses.  Electrolytes are unremarkable, as is his CBC.  His chest x-ray showed bilateral plueral effusions and congestive heart failure.  The left effusion seems to be loculated and this has been confirmed by old chest x-rays.  EKG shows right bundle branch block, and a left anterior hemiblock, which is old and unchanged.  He also had Q's anteriorly consistent with an old anterior wall myocardial infarction.\n\nBecause of the patient's chronic congestive heart failure with bilateral pleural effusions, loculated on the left, he really can no longer take care of himself and probably needs long-term professional care in a nursing facility.  While his other medical problems appear stable, he has what sounds like aortic stenosis.  On May 21st, the patient presented with increased anxiety, and two days of shortness of breath and agitation.  He had at that point been off his anticoagulation therapy for four days which had been stopped for the below knee amputation of May 12th.  Oxygen saturation was noted to be decreased to 80% and improved to 100% while on face mask.  The patient was given an Ativan IV with improvement in symptoms of anxiety.  Sudden occurrence of dyspnea happened once again on the 21st with patient complaining of shortness of breath, chest pressure, but without chest pains.  Symptoms again improved with oxygen, albuterol nebs, Ativan, and Lasix.  The patient was transferred to the ICU service to rule out the possibility of pulmonary embolus.\n\nThe care plan involves holding the Norvasc, which may be relatively contraindicated with aortic stenosis.  The other usual medicines will be continued.  The rest of the patient's records need to be retrieved to help assess the severity of his aortic stenosis.  He is likely not a surgical candidate."
    }
  ],
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}