{
  "assessmentName": "Medical Keyboarding",
  "playerType": "KEYBOARDING",
  "modeType": "keyboarding",
  "modeSubType": "opac",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Keyboarding\" test. <br/><br/>When the test begins, you will see an editing window. Type the text in the same format as it appears in the document mentioned on the left. The text you type will word-wrap (move to the next line automatically).<br/><br/>Continue typing for the full test duration. Your score will be based on the time allowed for the test.<br/><br/>While you may use the Backspace key to correct errors, you will not receive credit for the Backspace keystrokes.<br/><br/>Unless otherwise instructed, you will be allowed five minutes to complete this test. The time will begin with your first keystroke. You will notice a countdown timer on the header section showing the time remaining.",
  "timeLimit": 5,
  "questions": [
    {
      "id": "1",
      "referenceText": "The patient is a 77-year-old white male with a history of ethanol and tobacco abuse, hypertension, and prostate cancer.  He is now being examined for hemoptysis, a neck mass, and dehydration.  The patient reported to the ER this morning when he began coughing up blood.  He has apparently been ill for several months, having difficulty swallowing, decreased food intake, and has lost 20 pounds over the past month.  Recently, a posterior pharyngeal mass was discovered and a biopsy was done on 10/7/98, but was apparently non-diagnostic.\n\nAdditional evaluation including a CAT scan of the neck was planned for the near future.  However, this morning the patient coughed up about a quarter-cup of blood and hence came to the emergency department.  His wife noted his markedly decreased food intake and dehydrated state.  The patient attributes his decreased food intake to lack of appetite, but he denies any chest pain, fevers, chills, or night sweats.  He has some mild dypsnea when exerting himself.  In the past, the patient suffered from both ethanol and tobacco abuse, as well as hypertension and prostate cancer.  Surgical procedures performed on the patient were a prostatectomy and appendectomy.  The patient has no known medical allergies.\n\nMedications prior to admission include (1) Tylenol #3, i P.O. q.i.d., (2) Zantac, 150 mg p.o. b.i.d., (3) atenolol, 100 mg p.o. q.d., (4) Cardura, 4 mg p.o. q.h.s., (5) Penicillin VK suspension q.i.d., (6) Zoloft, 100 mg p.o. q. h.s., (7) albuterol metered dose inhaler, (8) Azmacort metered dose inhaler, (9) Ensure, (10) Folate, (11) Flonase, and (12) cough medication.\n\nThe patient is married.  He is retired military.  Personal habits notable for affecting his health are smoking two packs of cigarettes a day for the past 50 years, and drinking one to three beers daily with a history of heavy drinking in the past.  The patient's father died of asthma.\n\nCloser examination of the patient's vital signs revealed a body temperature of 98.3 degrees, respiration at 20, blood pressure at 110/59, and a heart rate of 71.  The patient's blood pressure and heart rate rose to 126/55 and 76 while standing.  He shows no signs of acute distress and is alert and oriented X 3.  Eye examination revealed that the right pupil is round and reactive to light, and the  left eye has postoperative changes from past retinal detachment, corneal surgery, etc.  Oropharynx is notable for a posterior pharyngeal mass which does not appear to be actively bleeding.  The neck is supple and has a full range of motion.  There is no adenopathy.  The heart rate is regular, with no murmurs, rubs, or gallops.  The abdomen is normal with active bowel sounds.  No organomegaly, no masses, nor costovertebral angle tenderness are noted.\n\nThe etiology of the patient's hemoptysis is likely secondary to the pharyngeal mass, although no active bleeding has been present for the last several hours here in the emergency department.  Given his decreased nourishment intake and his state of dehydration, he will now be admitted for IV fluids to expedite the head and neck evaluation.  The patient's primary care physician, Dr. Julie Weiss, was consulted, and she will evaluate the patient tomorrow.  We will also try to expedite the CAT scan of his neck.  Ethanol withdrawal precautions will be instituted.\n\nAdditionally, the patient has approximately a year's worth of voiding symptoms including hesitancy, slow stream, and nocturia every two to three hours.  He was tried on alpha blockers, but was unable to tolerate these due to dizziness and light-headedness.  Because of the persistent nature of his symptoms, he has elected at this time to undergo a transurethral prostatectomy.  During his evaluation he was felt to have a somewhat firm right lobe of the prostate and despite a normal PSA blood test of 2.5 he underwent transrectal ultrasound biopsy which revealed only benign tissue."
    }
  ],
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}