{
  "assessmentName": "Medical Proofreading",
  "playerType": "KEYBOARDING",
  "modeType": "proofreading",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Proofreading\" test. This test measures ability to detect and correct spelling and grammatical errors. You will need to correct errors in:</span><br/><br/>1. Abbreviation<br/>2. Capitalization<br/>3. Grammar<br/>4. Number usage<br/>5. Possessives<br/>6. Punctuation<br/>7. Spelling<br/><br/>Use Standard English rules.<br/><br/>DO NOT add words of your own or remove any existing words. However, you may edit or change text in order to correct errors. DO NOT make any document format changes. Change only those items that are incorrect. DO NOT revise the document to improve the wording.<br/><br/>When you have finished, select Submit from the header section. Your Test Administrator may have set a time limit for the test. If there is a time limit, you will be told how much time you have. You will also notice a countdown timer on the header section showing the time remaining.",
  "questionData": {
    "incorrectText": "I recently saw Mr decker after he is referred by the medical center for a irregular heartbeat noted on pre-pheresis exam.  He tells me thet he has been defurred from donating twice since March of 19-95 becuse of his' Irregular Heartbeat.  He apparantly has been donating for the last fifteen years and wishes to continue.  he denys any cardiack symptoms, including  chests pane or pressure, shartness of breth, PND orthopnea peripheral edema or Particular Exercise Intolerance.  He hasn't no history of any cardiac abnomalities and no partcular family history.  He underwent a exercise treadmill test in approxmately april of 19-94, which was neg. for ischemia, at a hart rate which was 91 percent of the expcted maximum.  I, finded  no abnormalities upon examination Today, and he has a normal regular heart rhythm.  Me do not feel, given his History, that pursuing a halter monitor lookng  for irregularities of heartbeat would be very productive; and i am suspitious that what has most likly been auscultated has been Premature Atrial Beats, or occasionals pre-mature ventricular contrections that many yung, healthy people are likly to experience.  I do not feel thise should present a contraindication to further phoresis donetions.  It would, be usful during these episode of irregular heartbeats, should They be picked up in the future, if an EKG could be obtained for my's evaluation.\n\nMr Decker runs four-to-5 miles three times a weeck, as well as maintained a regalar schedule of exercise.  he claims to perform 5 0 pushups and sit-ups daily.  In term of his body fat ratio, Mr. Decker is in the 92,nd Percentile of men in his age groop.  Based upon this info and My recent examnation of Mr. Decker. Me and Doctor Monroe reccommend that he be allowed to particpate in future donetion programs  Should you've have further questions regarding Mr. Deckers suitability as a future donor, please feel free to contacted me at any time."
  },
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}