{
  "assessmentName": "Proofreading 2",
  "playerType": "KEYBOARDING",
  "modeType": "proofreading",
  "instructions": "<span role=heading aria-level=3 > You are about to start the \"Proofreading\" test. This test measures ability to detect and correct spelling and grammatical errors. You will need to correct errors in:</span><br/><br/>1. Abbreviation<br/>2. Capitalization<br/>3. Grammar<br/>4. Number usage<br/>5. Possessives<br/>6. Punctuation<br/>7. Spelling<br/><br/>Use Standard English rules.<br/><br/>DO NOT add words of your own or remove any existing words. However, you may edit or change text in order to correct errors. DO NOT make any document format changes. Change only those items that are incorrect. DO NOT revise the document to improve the wording.<br/><br/>When you have finished, select Submit from the header section. Your Test Administrator may have set a time limit for the test. If there is a time limit, you will be told how much time you have. You will also notice a countdown timer on the header section showing the time remaining.",
  "questionData": {
    "incorrectText": "Corporate vice president Jones have asked us to work with the Production Division to design seminars on inventory control for there suport and servise employees.  The one set of materials we have found on inventory control proceedures suggest the speakers' should be faculty with expereince in the general arrea.  Does you know of anyone who have material developed on Inventory Control proceedures and who would have an interst in conducting a seminar for are servise employees.\n\nI would appreciate it if you would give some thought to this subject before our production divisions next Staff Meeting.  Our next regular meeting is scheduele on Thurs. august 12th 2009, at 11 15 AM in the harriette stower conference room.  However; we will probable need to meet prier to that time to resolve this issue I realize that we all have a heavy scheduel during the next 3 wks. but it would be helpful if we could get together the last wk. of july. would you please, review your scheduel and let my Secretary know if their are any days that you cannot be availabel.\n\nWe hope to have the results of the climate survey by the time of the Meeting.  We may or may not have time to review the results prier to are meeting, depending opon the date of reciept of the material.  Rather then call a separate meeting we may be able to cover both topics if you feel comfortable doing so.  If, the information are available I will analyze it then I will have Tom prepare a summary and send 3 copies to you  prier to the Meeting.\n\nIf you have any other idea's on how we could quickly prepare the material in time for the meeting, please let me know by 2:00 pm. Tom suggested, we title the report \"Observations and Summaries of the New Climate\".  Although this title sounds fine to me if you have any objections, please let Tom know.  He spoke with corporate vice president Jones yesterday, who stated \"I would like to see whatever data you have available. can you produce a draft document by tomorrow\"?  I suggest, we comply with Corporate Vice Pres. Jones request."
  },
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}