{
  "assessmentName": "Keyboarding",
  "playerType": "KEYBOARDING",
  "modeType": "keyboarding",
  "modeSubType": "opac",
  "instructions": "You are about to start the \"Keyboarding\" test.  <br/><br/>When the test begins, you will see an editing window. Type the text in the same format as it appears in the document mentioned on the left. The text you type will word-wrap (move to the next line automatically).<br/><br/>Continue typing for the full test duration. Your score will be based on the time allowed for the test.<br/><br/>While you may use the Backspace key to correct errors, you will not receive credit for the Backspace keystrokes.<br/><br/>Unless otherwise instructed, you will be allowed five minutes to complete this test. The time will begin with your first keystroke. You will notice a countdown timer on the header section showing the time remaining.",
  "timeLimit": 5,
  "questions": [
    {
      "id": "1",
      "referenceText": "Did you know that the ancient Egyptians had mastered the power of steam some three thousand years before the Industrial Revolution? According to the Greek writer, Hero, the Egyptians were using steam as a source of energy. Interestingly, the ancient Egyptians never applied steam for industrial purposes: they simply used it for various toys and novelties. For example, when the rays of the rising sun struck the great statue of Memnon at Thebes, it created a noise or sound similar to that of a giant harp. Hero claimed that this sound originated from steam power, and was made by steam generated in the statue's pedestal that issued from its mouth.\n\nThe Greeks themselves knew something about the use of steam. Like the Egyptians however, the Greeks never applied steam to anything beyond simple tools and gadgets. For instance, one Greek inventor created a spinning sphere that was essentially a rotating steam pot. The sphere served no practical use, but it must have been quite entertaining to watch! If Hero was correct about the Egyptians' use of steam, he himself didn't realize steam's energy potential any better than the Egyptians did. To him, it was only a plaything. It would be much later before others began to recognize the potential benefits and power of steam.\n\nTowards the end of the Roman Empire, Roman scientists and scholars began to realize that steam could serve a role other than entertainment or cooking. During the reign of emperor Justinian, the architect Artemius ran some pipes from a row of water vessels to the rafters of an adjoining house. A fire was kindled under the water, the steam ascended through the pipes, and the rafters were lifted. It is not said whether or not Artemius tried to do anything else with steam as a building tool. Additionally, the Romans also used steam to heat their elaborate public baths (the Romans were obsessed with cleanliness). Unfortunately, the collapse of the Western Roman Empire ended most industrial experiments that used steam as an energy source. The western world would have to wait a while longer before steam reappeared as a means of harnessed energy.\n\nIn the chaos which followed the collapse of the empire, no one knew or cared anything about science, and it is not until the sixteenth century that we hear of more experiments, from which, however, nothing came. In 1641, Marion de Lorme and the Marquis of Worcester visited together one of Paris' many insane asylums. Looking through the bars of a cell, they came across a man by the name of Solomon de Cause. \"I am not mad,\" he cried to the visitors, \"I am not mad! But I have made a discovery that would enrich the country that would adopt it. But I am not mad. I am not mad.\"\n\n\"The poor fool says that he has discovered a wonderful power in the use of steam from boiling water,\" explained the custodian. \"He came from Normandy, about four years ago, to present to the king a statement of the wonderful effects that might be produced from his invention. Cardinal Richelieu sent him away without listening to him. Solomon persisted, and, following the cardinal wherever be went, finally so annoyed him with his discovery that he had him imprisoned in the Bicetre as a madman.\"\n\nIntrigued by Solomon's claim, the Marquis of Worcester (not being dependent upon Richelieu) returned to England to work at the same problem that had cost Solomon de Cause his freedom and sanity. In 1656 he erected in London a machine that \"raised water more than forty feet by the power of one man only.\" What the machine was used for, or if it was used for anything, we are not told. Although not necessarily practical, this machine clearly demonstrated that steam was capable of rendering great things.\n\nAfter this impressive show, progress was more rapid, and in 1718 steam was for the first time put into industrial harness by a Cornish miner named Savary, who built an engine to pump water from the mines. Fifty years later Watt built his engine, and the steam age began.\n\nSteam power fueled the Industrial Revolution of the 19th century. Suddenly railroads, steam ships, and manufacturing factories appeared virtually overnight, transforming the lives of countless people. As industrialization spread throughout Europe and the Americas, more and more people moved from rural areas and into cities, where work was thought to be abundant. Unfortunately, work in many of these industrial factories was often harsh and brutal. It would be many years before health and work codes were set that helped ensure that workers were provided with a safe working environment."
    }
  ],
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}