{
  "assessmentName": "Keyboarding",
  "playerType": "KEYBOARDING",
  "modeType": "keyboarding",
  "modeSubType": "criticall",
  "instructions": "<span role=heading aria-level=3 >You are about to start the \"Keyboarding\" test. </span><br/><br/>When the test begins, you will see an editing window. Type the text in the same format as it appears in the document mentioned on the left. The text you type will word-wrap (move to the next line automatically).<br/><br/>Continue typing for the full test duration. Your score will be based on the time allowed for the test.<br/><br/>While you may use the Backspace key to correct errors, you will not receive credit for the Backspace keystrokes.<br/><br/>Unless otherwise instructed, you will be allowed five minutes to complete this test. The time will begin with your first keystroke. You will notice a countdown timer on the header section showing the time remaining.",
  "timeLimit": 5,
  "questions": [
    {
      "id": "1",
      "referenceText": "Dear Mr. Gip Calladux,\n\nWe at Placello Plastics, Inc., a company 860 strong, are very interested in having your opinion on our newest, must-have technological gadget for your business. After years of development by our creative and highly skilled research scientists, we've come up with what we believe is the perfect answer to your customer service problems. This miraculous product is so versatile that it can be beneficial to every member of your prestigious company. From bookkeepers to custodians, the Finger Mood Indicator, or FMI as we refer to it, can be extraordinarily useful. This ingenious technological wonder is unusually easy to operate. One simply slips the 1/2\" wide band around the left palm between the thumb and forefinger and tightens it with a patented strap. That's it. The FMI works by detecting palmar skin conductance, which simply means the heat of one's skin. When the wearer becomes stressed or irritated, the band senses the change in temperature to the .01 of a degree and alerts the wearer with a mood-soothing beep. This mild noise serves as a gentle reminder that the wearer should take a series of three deep breaths to ease tension to facilitate the return to a more relaxed state.\n\nLet our team of experts come to your employees and conduct the Step-Wise needs assessment.  Different clients will have different stressors, each with its own needs.  This program evaluates the work situation on 5 different dimensions.  In fact, there are 15 evaluations of the current work situation in your company.  At each step in the program, our experienced research team will evaluate three different criteria for each dimension.  We then use the results to determine the next steps in your companies program.  Our consultants will develop a written project plan depending on what is found in the analysis.  \n\nRecent research studies have shown that relaxation is an important part of worker-satisfaction.  The multitude of \"body relax\" techniques have been developed throughout the years.  There are dozens of individuals who have used the 123 technique to relieve stress.  This technique involves three different exercises that help calm your body down.  These exercises include a) deep breathing, b) sitting with an arched back, and c) closing your eyes to go in to a meditation state.  These three exercises combined will help relieve your stress level and prevent the negative effects of stress on your body.  Typically, you can reduce your stress level by 3/4 if you utilize this technique.  We have had several clients who have used this technique to relieve stress. \n\nThe wearer may also exercise the option of using one of any number of the other stress-reducing techniques our company will have taught your employees. Some of the relaxation education includes deep-breathing exercises, shoulder de-stressors, and the valuable mental vacations. This training is included as a BONUS at no extra cost for each employee who is issued his/her own FMI. The FMI virtually pays for itself in decreased healthcare costs, fewer personal and sick days taken, all in addition to the retained customers through the improved customer service. This gadget has also been shown to increase the overall moods of employees for over 45 other companies and can do the same for yours. Don't just take our word for it; read the research and testimonials yourself on our product website listed above. Surely there is no reason your company can continue to exist without our fabulous FMI.\n\nA representative from Placello Plastics, Inc., will be contacting you within the week. However, if you simply cannot wait another minute without ordering our product, please visit us on the web at www.FMI.com/orders or phone 395-4907. We look forward to elevating your customer service by several notches and helping your bottom line. \n\nAs always, \n\nBrian MacPlaig\n"
    }
  ],
  "resources": {
    "media": {
      "images": [],
      "audio": []
    }
  }
}